{
   "m_descr" : "Bewegt Stellmotoren wie Fensteröffner oder Jalousies anhand von Zeit Informationen an die gewünschte Position. This module can also ensure that two automation devices operating on the same physical object (ie. window opener and blinds motor mounted on the same window) do not interfere with eachother.",
   "device_limit_helper" : "Positions Limit für dieses Gerät wenn ein zusammengehöriges Gerät bereits geöffnet ist",
   "device_limit_label" : "Positions limit",
   "devices_label" : "Geräte",
   "icon_blind" : "Rollo",
   "icon_default" : "Standard (Selbes Icon wie das Gerät)",
   "icon_multilevel" : "Dimmer",
   "icon_helper" : "Setzt das Icon für das virtuelle Gerät.",
   "icon_label" : "Icon",
   "icon_window" : "Fenster",
   "related_check_helper" : "Prüft die Position von zusammengehörigen Geräten, die auf dem selben physischen Gegenstand operieren. Sichert zu dass zb. eine Rollo nicht über eine gewissen Position geschlossen werden kann wenn ein zusammengehöriger Fensteröffner das Fenster bereits geöffnet hat. Binäre Sensoren können ebenfalls als zusammengehörige Geräte eingetragen werden.",
   "related_check_label" : "Überpüfung von zusammengehörigen Geräten",
   "related_device_comparison_helper" : "Vergleichsoperator für zusammengehörige Geräte",
   "related_device_comparison_label" : "Vergleich",
   "related_device_label" : "Zusammengehöriges Geräte",
   "related_device_limit_helper" : "Beschränkt die Position des aktuellen Geräts wenn das zusammengehörige Gerät über oder unter (Abhängig vom Vergleichsoperator) der angegebenen Position ist. Binäre Senoren benutzen 0 und 100 als Vergleichswerte.",
   "related_device_limit_label" : "Limit für zusammengehörige Geräte",
   "report_helper" : "Gibt an wann das Gerät die korrekte Position meldet.",
   "report_label" : "Gerät Meldung",
   "report_label_close" : "Wenn vollständig geschlossen",
   "report_label_none" : "Keine Meldung",
   "report_label_open" : "Wenn vollständig geöffnet",
   "time_up_helper" : "Zeit (in Sekunden) um das Gerät vollständig zu öffnen",
   "time_up_label" : "Zeit zum Öffnen",
   "time_down_helper" : "Zeit (in Sekunden) um das Gerät vollständig zu schließen",
   "time_down_label" : "Zeit zum Schließen",
   "m_title" : "Stellmotoren anhand einer Zeitvorgabe bewegen"
}
